import { useState, useEffect } from 'react'

const AboutMen: React.FC = () => {
return (<>
    <div className="AboutMen">
        <hr />
        <h2 className='AboutMen-title'>МУЖСКАЯ ОДЕЖДА ДЛЯ СПОРТЗАЛА И ТРЕНИРОВОК</h2>
        <p className='AboutMen-text'>Мужская спортивная одежда, разработанная, чтобы помочь вам достичь ваших личных лучших результатов. Функциональная и удобная, мы создаем спортивную одежду, в которой вы будете потеть. С 2012 года мы проектируем и создаем спортивную одежду, которую хотим носить, потому что тренировки и люди, которые их делают, — это то, что мы знаем лучше всего.</p>
        <h3 className='AboutMen-minititle'>ТРЕНИРОВОЧНАЯ ОДЕЖДА, СШИТАЯ В ТРЕНАЖЕРНОМ ЗАЛЕ</h3>
        <p className='AboutMen-text'>Наше наследие было создано в тренажерном зале. Gymshark был основан с любовью к тренировкам, и эта страсть продолжается во всей нашей спортивной одежде сегодня. Вы найдете последние инновации в мужской спортивной одежде и аксессуарах, которые помогут вам показывать наилучшие результаты и восстанавливаться стильно. От влагоотводящих спортивных рубашек и маек до мужских джоггеров и шорт , которые созданы с учетом определенных движений, вы всегда будете чувствовать себя комфортно и с поддержкой на каждой тренировке.</p>
        <h3 className='AboutMen-minititle'>СПОРТИВНАЯ ОДЕЖДА ДЛЯ МУЖЧИН</h3>
        <p className='AboutMen-text'>Мы создаем инструменты, которые помогают каждому стать лучшим в своем личном плане – независимо от вида спорта. Наш ассортимент мужской спортивной одежды предназначен для того, чтобы предоставить вам поддержку, необходимую для достижения наилучших результатов, будь то на беговой дорожке, в спортзале или в студии.</p>  
    </div>
    
</>)
}
export default AboutMen
